/*
 Navicat Premium Data Transfer

 Source Server         : local
 Source Server Type    : MySQL
 Source Server Version : 50727
 Source Host           : localhost
 Source Database       : highcharts

 Target Server Type    : MySQL
 Target Server Version : 50727
 File Encoding         : utf-8

 Date: 09/09/2019 13:35:29 PM
*/

SET NAMES utf8;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
--  Table structure for `pie_data`
-- ----------------------------
DROP TABLE IF EXISTS `pie_data`;
CREATE TABLE `pie_data` (
  `pie_id` int(11) NOT NULL AUTO_INCREMENT,
  `pie_geo` varchar(128) NOT NULL,
  `pie_firstname` varchar(128) NOT NULL,
  `pie_lastname` varchar(128) NOT NULL,
  PRIMARY KEY (`pie_id`)
) ENGINE=InnoDB AUTO_INCREMENT=116 DEFAULT CHARSET=utf8;

-- ----------------------------
--  Records of `pie_data`
-- ----------------------------
BEGIN;
INSERT INTO `pie_data` VALUES ('1', 'ส่วนกลาง', 'นายชื่อ', 'นามสกุล'), ('2', 'ส่วนกลาง', 'นายชื่อ', 'นามสกุล'), ('3', 'ส่วนกลาง', 'นายชื่อ', 'นามสกุล'), ('4', 'ส่วนกลาง', 'นายชื่อ', 'นามสกุล'), ('5', 'ส่วนกลาง', 'นายชื่อ', 'นามสกุล'), ('6', 'ส่วนกลาง', 'นายชื่อ', 'นามสกุล'), ('7', 'ส่วนกลาง', 'นายชื่อ', 'นามสกุล'), ('8', 'ส่วนกลาง', 'นายชื่อ', 'นามสกุล'), ('9', 'ส่วนกลาง', 'นายชื่อ', 'นามสกุล'), ('10', 'ส่วนกลาง', 'นายชื่อ', 'นามสกุล'), ('11', 'ส่วนกลาง', 'นายชื่อ', 'นามสกุล'), ('12', 'ส่วนกลาง', 'นายชื่อ', 'นามสกุล'), ('13', 'ส่วนกลาง', 'นายชื่อ', 'นามสกุล'), ('14', 'ส่วนกลาง', 'นายชื่อ', 'นามสกุล'), ('15', 'ส่วนกลาง', 'นายชื่อ', 'นามสกุล'), ('16', 'ส่วนกลาง', 'นายชื่อ', 'นามสกุล'), ('17', 'ส่วนกลาง', 'นายชื่อ', 'นามสกุล'), ('18', 'ส่วนกลาง', 'นายชื่อ', 'นามสกุล'), ('19', 'ส่วนกลาง', 'นายชื่อ', 'นามสกุล'), ('20', 'ส่วนกลาง', 'นายชื่อ', 'นามสกุล'), ('21', 'ส่วนกลาง', 'นายชื่อ', 'นามสกุล'), ('22', 'ส่วนกลาง', 'นายชื่อ', 'นามสกุล'), ('23', 'ส่วนกลาง', 'นายชื่อ', 'นามสกุล'), ('24', 'ส่วนกลาง', 'นายชื่อ', 'นามสกุล'), ('25', 'ส่วนกลาง', 'นายชื่อ', 'นามสกุล'), ('26', 'ส่วนกลาง', 'นายชื่อ', 'นามสกุล'), ('27', 'ส่วนกลาง', 'นายชื่อ', 'นามสกุล'), ('28', 'ส่วนกลาง', 'นายชื่อ', 'นามสกุล'), ('29', 'ส่วนกลาง', 'นายชื่อ', 'นามสกุล'), ('30', 'ส่วนกลาง', 'นายชื่อ', 'นามสกุล'), ('31', 'ภาคกลาง', 'นายชื่อ', 'นามสกุล'), ('32', 'ภาคกลาง', 'นายชื่อ', 'นามสกุล'), ('33', 'ภาคกลาง', 'นายชื่อ', 'นามสกุล'), ('34', 'ภาคกลาง', 'นายชื่อ', 'นามสกุล'), ('35', 'ภาคกลาง', 'นายชื่อ', 'นามสกุล'), ('36', 'ภาคกลาง', 'นายชื่อ', 'นามสกุล'), ('37', 'ภาคกลาง', 'นายชื่อ', 'นามสกุล'), ('38', 'ภาคกลาง', 'นายชื่อ', 'นามสกุล'), ('39', 'ภาคกลาง', 'นายชื่อ', 'นามสกุล'), ('40', 'ภาคกลาง', 'นายชื่อ', 'นามสกุล'), ('41', 'ภาคกลาง', 'นายชื่อ', 'นามสกุล'), ('42', 'ภาคกลาง', 'นายชื่อ', 'นามสกุล'), ('43', 'ภาคกลาง', 'นายชื่อ', 'นามสกุล'), ('44', 'ภาคกลาง', 'นายชื่อ', 'นามสกุล'), ('45', 'ภาคกลาง', 'นายชื่อ', 'นามสกุล'), ('46', 'ภาคกลาง', 'นายชื่อ', 'นามสกุล'), ('47', 'ภาคกลาง', 'นายชื่อ', 'นามสกุล'), ('48', 'ภาคกลาง', 'นายชื่อ', 'นามสกุล'), ('49', 'ภาคกลาง', 'นายชื่อ', 'นามสกุล'), ('50', 'ภาคกลาง', 'นายชื่อ', 'นามสกุล'), ('51', 'ภาคกลาง', 'นายชื่อ', 'นามสกุล'), ('52', 'ภาคกลาง', 'นายชื่อ', 'นามสกุล'), ('53', 'ภาคกลาง', 'นายชื่อ', 'นามสกุล'), ('54', 'ภาคกลาง', 'นายชื่อ', 'นามสกุล'), ('55', 'ภาคกลาง', 'นายชื่อ', 'นามสกุล'), ('56', 'ภาคเหนือ', 'นายชื่อ', 'นามสกุล'), ('57', 'ภาคเหนือ', 'นายชื่อ', 'นามสกุล'), ('58', 'ภาคเหนือ', 'นายชื่อ', 'นามสกุล'), ('59', 'ภาคเหนือ', 'นายชื่อ', 'นามสกุล'), ('60', 'ภาคเหนือ', 'นายชื่อ', 'นามสกุล'), ('61', 'ภาคเหนือ', 'นายชื่อ', 'นามสกุล'), ('62', 'ภาคเหนือ', 'นายชื่อ', 'นามสกุล'), ('63', 'ภาคเหนือ', 'นายชื่อ', 'นามสกุล'), ('64', 'ภาคเหนือ', 'นายชื่อ', 'นามสกุล'), ('65', 'ภาคเหนือ', 'นายชื่อ', 'นามสกุล'), ('66', 'ภาคเหนือ', 'นายชื่อ', 'นามสกุล'), ('67', 'ภาคเหนือ', 'นายชื่อ', 'นามสกุล'), ('68', 'ภาคเหนือ', 'นายชื่อ', 'นามสกุล'), ('69', 'ภาคเหนือ', 'นายชื่อ', 'นามสกุล'), ('70', 'ภาคเหนือ', 'นายชื่อ', 'นามสกุล'), ('71', 'ภาคเหนือ', 'นายชื่อ', 'นามสกุล'), ('72', 'ภาคเหนือ', 'นายชื่อ', 'นามสกุล'), ('73', 'ภาคเหนือ', 'นายชื่อ', 'นามสกุล'), ('74', 'ภาคเหนือ', 'นายชื่อ', 'นามสกุล'), ('75', 'ภาคเหนือ', 'นายชื่อ', 'นามสกุล'), ('76', 'ภาคอีสาน', 'นายชื่อ', 'นามสกุล'), ('77', 'ภาคอีสาน', 'นายชื่อ', 'นามสกุล'), ('78', 'ภาคอีสาน', 'นายชื่อ', 'นามสกุล'), ('79', 'ภาคอีสาน', 'นายชื่อ', 'นามสกุล'), ('80', 'ภาคอีสาน', 'นายชื่อ', 'นามสกุล'), ('81', 'ภาคอีสาน', 'นายชื่อ', 'นามสกุล'), ('82', 'ภาคอีสาน', 'นายชื่อ', 'นามสกุล'), ('83', 'ภาคอีสาน', 'นายชื่อ', 'นามสกุล'), ('84', 'ภาคอีสาน', 'นายชื่อ', 'นามสกุล'), ('85', 'ภาคอีสาน', 'นายชื่อ', 'นามสกุล'), ('86', 'ภาคอีสาน', 'นายชื่อ', 'นามสกุล'), ('87', 'ภาคอีสาน', 'นายชื่อ', 'นามสกุล'), ('88', 'ภาคอีสาน', 'นายชื่อ', 'นามสกุล'), ('89', 'ภาคอีสาน', 'นายชื่อ', 'นามสกุล'), ('90', 'ภาคอีสาน', 'นายชื่อ', 'นามสกุล'), ('91', 'ภาคอีสาน', 'นายชื่อ', 'นามสกุล'), ('92', 'ภาคอีสาน', 'นายชื่อ', 'นามสกุล'), ('93', 'ภาคอีสาน', 'นายชื่อ', 'นามสกุล'), ('94', 'ภาคอีสาน', 'นายชื่อ', 'นามสกุล'), ('95', 'ภาคอีสาน', 'นายชื่อ', 'นามสกุล'), ('96', 'ภาคอีสาน', 'นายชื่อ', 'นามสกุล'), ('97', 'ภาคอีสาน', 'นายชื่อ', 'นามสกุล'), ('98', 'ภาคใต้', 'นายชื่อ', 'นามสกุล'), ('99', 'ภาคใต้', 'นายชื่อ', 'นามสกุล'), ('100', 'ภาคใต้', 'นายชื่อ', 'นามสกุล'), ('101', 'ภาคใต้', 'นายชื่อ', 'นามสกุล'), ('102', 'ภาคใต้', 'นายชื่อ', 'นามสกุล'), ('103', 'ภาคใต้', 'นายชื่อ', 'นามสกุล'), ('104', 'ภาคใต้', 'นายชื่อ', 'นามสกุล'), ('105', 'ภาคใต้', 'นายชื่อ', 'นามสกุล'), ('106', 'ภาคใต้', 'นายชื่อ', 'นามสกุล'), ('107', 'ภาคใต้', 'นายชื่อ', 'นามสกุล'), ('108', 'ชายแดนใต้', 'นายชื่อ', 'นามสกุล'), ('109', 'ชายแดนใต้', 'นายชื่อ', 'นามสกุล'), ('110', 'ชายแดนใต้', 'นายชื่อ', 'นามสกุล'), ('111', 'ชายแดนใต้', 'นายชื่อ', 'นามสกุล'), ('112', 'ชายแดนใต้', 'นายชื่อ', 'นามสกุล'), ('113', 'ชายแดนใต้', 'นายชื่อ', 'นามสกุล'), ('114', 'ชายแดนใต้', 'นายชื่อ', 'นามสกุล'), ('115', 'ชายแดนใต้', 'นายชื่อ', 'นามสกุล');
COMMIT;

SET FOREIGN_KEY_CHECKS = 1;
